src/test/resources/godzilla/v2/cshap-asmx-aes-base64/request3/input.txt

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <pass xmlns="http://tempuri.org/">
      <pass>thY0CObTjWO0SH1g455FAJCcnQv1P9FCSzCF%2F8tk6KD%2FG3ulOI1LwBbWGD82kUlngteW308VYH86cdz7zicTDA%3D%3D</pass>
    </pass>
  </soap:Body>
</soap:Envelope>